/* String_On_Page_Template */
"Get Stickam for Free." = "Stickam kostenlos nutzen.";

/* String_On_Page_Template */
"Please enter your Stickam User ID using the Pagelet Inspector." = "Bitte geben Sie ihre Stickam User ID in den Pagelet-Informationen ein.";

/* String_On_Page_Template */
"Stickam (Placeholder)" = "Stickam (Platzhalter)";